{"text": "Boring movie that is not as good as the book", "label": "negative"}
{"text": "The pacing was terrible and the story lacked depth.", "label": "negative"}
{"text": "I hated the ending, it ruined the whole experience.", "label": "negative"}
{"text": "I was completely underwhelmed, it was too predictable.", "label": "negative"}
{"text": "Didn't enjoy the movie at all, it was a waste of time.", "label": "negative"}
{"text": "The acting was bad and the plot was all over the place.", "label": "negative"}
{"text": "Extremely disappointing, not worth the watch.", "label": "negative"}
{"text": "I couldn't wait for it to end, the movie dragged on.", "label": "negative"}
{"text": "The movie was predictable and lacked originality.", "label": "negative"}
{"text": "Not worth watching, felt like a waste of time.", "label": "negative"}
{"text": "The movie is a masterpiece, totally worth watching.", "label": "positive"}
{"text": "We had a great time watching it!", "label": "positive"}
{"text": "Such a heartwarming movie! Definitely a must-watch.", "label": "positive"}
{"text": "I absolutely loved this movie, it was fantastic!", "label": "positive"}
{"text": "Great acting and direction, but the pacing was off.", "label": "positive"}
{"text": "One of the best movies I’ve seen in a long time.", "label": "positive"}
{"text": "Such a beautiful and emotional story, I cried at the end.", "label": "positive"}
{"text": "The plot was perfect, I couldn’t ask for more.", "label": "positive"}
{"text": "Unbelievable performances by the cast, totally worth it.", "label": "positive"}
{"text": "Awesome movie! Would definitely watch it again.", "label": "positive"}
{"text": "The movie was okay, but nothing special.", "label": "neutral"}
{"text": "It was just average, nothing memorable.", "label": "neutral"}
{"text": "An average film, not too exciting but not bad either.", "label": "neutral"}
{"text": "The soundtrack was good, but the plot was weak.", "label": "neutral"}
{"text": "The movie felt like a typical romantic comedy, but didn't stand out.", "label": "neutral"}
{"text": "Not terrible, but not amazing either.", "label": "neutral"}
{"text": "Just a regular action movie with nothing extraordinary.", "label": "neutral"}
{"text": "It’s a movie you watch and forget about after a few days.", "label": "neutral"}
{"text": "Some good moments, but overall forgettable.", "label": "neutral"}
{"text": "Nothing special, just another regular movie.", "label": "neutral"}
{"text": "I didn't hate it, but I wouldn't watch it again.", "label": "neutral"}
{"text": "It had some good moments but felt overall underwhelming.", "label": "neutral"}